app/controllers/answers_controller.rb

	def create

		question=Question.find(params[:answer][:question_id])

		question.answers.create(answer_params)
---
SELECT "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", "6"]]
INSERT INTO "answers" ("body", "created_at", "email", "question_id", "updated_at") VALUES (?, ?, ?, ?, ?)  [["body", "jghjnfdnjd"], ["created_at", Fri, 29 Jan 2016 04:21:26 UTC +00:00], ["email", "mazoon1@yandex.com"], ["question_id", 6], ["updated_at", Fri, 29 Jan 2016 04:21:26 UTC +00:00]]