app/controllers/questions_controller.rb

SELECT "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", "6"]]
SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ? ORDER BY "answers"."created_at" DESC  [["question_id", 7]]
---
	def show
		@question=Question.find(params[:id])

		@answers=@question.answers.order(created_at: :desc)

INSERT INTO "questions" ("body", "created_at", "email", "updated_at") VALUES (?, ?, ?, ?)  [["body", "dbdwehdwhe"], ["created_at", Wed, 27 Jan 2016 08:56:59 UTC +00:00], ["email", "mazoon1@yandex.com"], ["updated_at", Wed, 27 Jan 2016 08:56:59 UTC +00:00]]
---
	def create
		Question.create(question_params)